{"data":{"jobs":{"edges":[{"node":{"frontmatter":{"title":"Participant","company":"Google Africa Developer Scholarship (GADS) 2020","location":"Lagos, Nigeria","range":"April - September 2020","url":"https://andela.com/alc/"},"html":"<ul>\n<li>Grow with Google, Andela and Pluralsight have partnered to provide a new program to support software developers in Africa on Android, Google Cloud and Mobile Web skills development tracks.</li>\n<li>The aim of this program is to continuously engage with aspiring and existing developers to help them become professional developers with skills that can get them opportunities after the program.</li>\n<li>The Google Africa Developer Scholarship (GADS) program gives you free access to Pluralsight course content plus support from the Andela Learning Community in your chosen skills development track.</li>\n<li>After completing your desired track, you may be eligible to receive a Google certification grant to take Google’s Associate Android Developer or Associate Cloud Engineer certification exams.</li>\n</ul>"}},{"node":{"frontmatter":{"title":"Participant, Cohort 1","company":"#BuildforSDG Challenge 2020","location":"Lagos, Nigeria","range":"March - May 2020","url":"https://buildforsdg.andela.com/"},"html":"<ul>\n<li>Facebook and Andela have partnered to up-skill developers across all countries in Africa through a seven weeks immersive program where selected developers will work as full-stack developers or in agile remote teams to innovate industry led projects or SDGs.</li>\n<li>The #BuildforSDG program is committed to helping empower you to build real-world, locally and relevant solutions focused on the Sustainable Development Goals(SDGs) while gaining skills you need to advance your career.</li>\n</ul>"}},{"node":{"frontmatter":{"title":"Participant","company":"HNG Internship 6.0","location":"Lagos, Nigeria","range":"September - November 2019","url":"https://hngi7.hng.tech/hng6"},"html":"<ul>\n<li>The HNG internship is a 3-month remote internship designed to find and develop the most talented software developers.</li>\n<li>The HNG Internship is an ambitious attempt to change the way education is done in Africa. It’s the bridge between learning to code, and becoming the best in the world.</li>\n<li>It was a well-planned, coordinated event where young talented folks from across the globe participated remotely and were involved in learning key skills needed to become the best globally in Programming, Product Design, Machine Learning, Digital Marketing and more.</li>\n<li>The Internship comprised of 10 stages where participants were assigned tasks on a weekly basis with deadlines for submission. Failure of participants to turn in complete and accurate tasks at the set deadline resulted in eviction.</li>\n</ul>"}},{"node":{"frontmatter":{"title":"Participant","company":"DevC Training with Andela 2019","location":"Lagos, Nigeria","range":"July - October 2019","url":"https://andela.com/alc/"},"html":"<ul>\n<li>Facebook and Andela joined hands to train 2500 Facebook Developer Circles members from Nigeria and Kenya in web development technologies with the aim of getting the participants ready for the job market.</li>\n<li>Its goal is to empower current and future African technologists within the Developer Circles community to access opportunities for high-value employment.</li>\n</ul>"}},{"node":{"frontmatter":{"title":"Participant (Mobile Web Track)","company":"ALC 4.0: Google Africa Developer Program 2019","location":"Lagos, Nigeria","range":"April - October 2019","url":"https://andela.com/alc/"},"html":"<ul>\n<li>The Andela Learning Community is a network of technologists and tech enthusiasts across Africa dedicated to learning how to use technology to solve humanity’s problems.</li>\n<li>The ALC facilitates participant’s learning through the aid of guided mentorship from super awesome learning community ambassadors.</li>\n<li>The goal is to provide an ever-growing population of aspiring technologists with the resources and environments they need to become world-class problem solvers.</li>\n<li>In 2019, Grow with Google, Andela and Pluralsight trained over 30,000 learners in Africa on Mobile Web, Android, and Google Cloud courses.</li>\n<li>The aim of this program is to continuously engage with aspiring and existing developers on a track to become professional developers with skills that can get them through the Google certification to demonstrate job readiness.</li>\n</ul>"}}]}}}